@extends('master')

@section('title','Klub tarixi')
@section('header','Klub tarixi')


@section('content')



    <div class="site-section bg-light" data-aos="fade-up">
        <div class="container">
           <div class="row">
               <div class="col-8">
                     @if (\App::isLocale('uz'))
                               <h1 class="text-center" style="color: #282F89;">“Металлург” ФК тарихи</h1>
                        @endif
                            @if (\App::isLocale('ru'))
                                <h1 class="text-center text-primary" style="color: #282F89;">История клуба ФК “Металлург”</h1>
                            @endif

                    @if (\App::isLocale('uz'))
                   <p>
                    Бекобод шаҳрининг “Металлург” жамоаси тарихи 1945 йилга бориб тақалади. Иккинчи жаҳон уруши поёнига етгандан сўнг Ўзбекистоннинг металлурглар шаҳрида миллионлар ўйинини ривожлантиришга эътибор қаратилди. Зеро пойтахтдан 150 чақирим узоқликда жойлашган индустрия шаҳри аҳолиси учун футбол жамоаси иштирокидаги ўйинлар энг яхши дам олиш восита саналганди. Дастлабки йилларда жамоа асосини Н.Ф.Руцкий, А.Кучкин, В.Ли, В.Пак сингари фидойи инсонлар ташкил этган.
Жамоа турли мусобақаларда, жумладан, собиқ Иттифоқ чемпионати иккинчи лигасида, Тошкент вилояти биринчилиги ва Кубоги, КФК республика жамоалари Биринчилиги ва Кубогида, касаба уюшма қўмиталари жамоалари ўртасидаги Республика биринчилигида, “Миллионлар Кубоги”да ва бошқа мусобақаларда қатнашган. “Металлург” бекободлик футбол ишқибозларининг меҳрини қозониб келган.
Жамоанинг ташкил топиши, кейинчалик шаклланиши ва  мусобақаларда муваффақиятли қатнашишида А.Тошхўжаев, Ш.Йўлдошев ва К.Мўминов сингари мураббийларнинг ҳиссаси катта бўлган. 1991 йилдан эътиборан “Металлург” футбол жамоаси Ўзбекистон биринчилиги ва Кубокларининг ҳар йилги иштирок этиб келаяпти. Мамлакат биринчилигида қатнашган йилларда жамоани қуйидаги мураббийлар бошқаришган: Карим Мўминов (1991, 1993, 1994), Александр Мягков (1992), Равиль Багаутдинов (1995), Владимир Ежуров (1996). “Металлург” 1997 йилда Ўзбекистон  биринчилигида Яков Капров ҳамда Сергей Доценколар раҳбарлигида иштирок этди ва 2-ўринни эгаллаб, кейинги мавсумдан эътиборан Ўзбекистон чемпионатида қатнашиш ҳуқуқига сазовор бўлди. Кучлилар сафида бекободликлар чиройли ўйинлари билан ишқибозлар олқишига сазовор бўлиб келмоқда. Жамоа айниқса уй учрашувларида қадрдон мухлислари қаршисида ҳужумкор ўйин кўрсатиб, пешқадам клубларни ҳам бир неча марта доғда қолдиришга муваффақ бўлган. “Металлург”нинг кучлилар сафида ўтказган мавсумларини қуйидаги жадвалдан билиб оласиз:

                   </p>
                   <img src="{{asset('extra/history/1.PNG')}}">
                   <img src="{{asset('extra/history/2.PNG')}}">
                   <br>
                   <h2 class="text-center text-primary">“Металлург-Women” тарихи</h2>
                   <p>

Тошкент вилоятининг индустрия шаҳарларидан бири – Бекободда аёллар футболига асос солинганига унчалик кўп бўлмади. Аммо қисқа фурсат ичида “Металлург-Women” мамлакатимизнинг энг кучли жамоаларидан бирига айланиб улгурди.
2012 йил “Металлург” футбол клуби раҳбарияти мавсум сўнгида аёллар жамоасини ташкил этиш ҳамда Ўзбекистон чемпионатларида қатнашиш таклифини олдинга ташлади ва бу Ўзбекистон металлургия комбинати ҳиссадорлик жамияти томонидан қўллаб қувватланди. Натижада 2013 йилги мавсумдан эътиборан “Металлург-Women” номи остида бекободлик қизлар мамлакат чемпионати ҳамда Ўзбекистон кубоги баҳсларидаги иштирокини бошлашди.
Ташкил этилган йилиёқ “Металлург-Women”нинг  совриндорлар сафига кириши футбол жамоатчилиги томонидан “сюрприз” – кутилмаган ҳол деб қабул қилинган бўлса, беш йил давомида “Металлург-Woman” аслида катта мақсадлар сари дадил қадам ташлаётганлигини исботлади. Кейинги мавсумдаёқ аёллар футболимиздаги иккинчи мусобақа – Ўзбекистон кубогидаги ёрқин ғалаба бунинг исботи бўлди. 
Пойтахт вилояти вакиллари мақсадларига босқичма босқич, сабр-матонат билан эришиб бордилар. Аввалига бронза медалига сазовор бўлган “Металлург-Woman” кейинчалик Ўзбекистон кубогини, ундан сўнг Ўзбекистон Суперкубогини қўлга киритди. Учинчи ўрин иккинчи ўринга алмашди. Бронза медали сифати кумуш медал сифатига ўзгарди. Ташкил этилганининг бешинчи мавсумини эса бекободликлар бешга топширишди! Ўзбекистон чемпионатлари тарихида мисли кўрилмаган натижа қайд этилди. “Металлург-Woman” чемпионатнинг барча – 20 та учрашувида ғалаба қозониб, биронта ҳам очко йўқотмади!!! “Металлург-Women”нинг миллий чемпионатларимиздаги натижалари борасида қуйидаги жадвалда танишишингиз мумкин.

“Металлург-Women”  миллий чемпионатимиздан ташқари Ўзбекистон кубоги ҳамда Суперкубоги баҳсларида ҳам зафар қучишган. Бекободликлар икки карра Ўзбекистон кубоги соҳиби бўлишган. 2015 йилги мавсум финалида “Металлург-Women” Қаршининг “Севинч” жамоасини қўшимча вақтда 4:2 ҳисобида мағлубиятга учратган бўлса, 2017 йилги мамлакат Кубоги финалида Тошкентнинг “Бунёдкор” жамоаси доғда қолдирилди – 3:1. 2016 йилги мавсумда Ўзбекистон кубоги соҳиби сифатида Суперкубок мусобақасида Ўзбекистон чемпиони – “Севинч” жамоаси мағлубиятга учратилди. Бу муваффақиятни жамоа 2018 йилда ҳам такрорлади. Бу сафар янги мураббийлар штаби бошчилигида бекободлик қизлар финалда “Бунёдкор-вумен”ни доғда қолдиришди – 2:1.

Турли йилларда “Металлург-Women” ўйинчилари мавсум тўпуларлари рўйхатидан жой эгаллаб келишмоқда. Жумладан, 2014 йилда Наргиза Абдурасулова (19) иккинчи натижани кўрсатди. 2015 йилдан эътиборан эса саҳнага “Металлург-Women” ҳужумчиси Людмила Карачик кўтарилди. У 2015 йилда – 66 та гол билан чемпионатлар рекорди ўрнатган бўлса, 2016 йилда – 27, 2017 йилда – 42 та голи билан карвонбошиликни қўлдан бой бермади. 

                   </p>
                   <br>
                   <img src="{{asset('extra/history/5.PNG')}}">
                   <br>
                   <h2 class="text-center text-primary">“Металлург” – Бекобод шаҳрининг фахри</h2>
                   <p>
                       
Миллионлар ўйини – футбол бўйича Бекобод шаҳрининг бош жамоаси ҳамда фахри саналувчи “Металлург” жамоаси тарихи иккинчи жаҳон уриши якунланган – 1945 йилга бориб тақалади. Мамлакатимизнинг саноат шаҳрига айланган Бекобод халқига ҳамда Ўзбекистон металлургия комбинати ишчи хизматчиларига маданий ҳордиқ чиқаришлари учун футбол клубини тузиш эҳтиёжи туғилганди. Пойтахтдан 150 чақирим узоқликда жойлашган индустрия ўчоғида маъданчилар меҳнатига ҳамоҳанг – “Металлург” жамоасига шу тариқа асос солинган. 
Дастлабки йилларда жамоани шакллантиришда Н.Ф.Руцкий, А.Кучкин, В.Ли, В.Пак сингари фидойи инсонлар фаолият юритишган. Клуб маҳаллий миқёсдаги  турли мусобақаларда, жумладан, Тошкент вилояти биринчилиги ва Кубоги, КФК республика жамоалари Биринчилиги ва Кубогида, касаба уюшма қўмиталари жамоалари ўртасидаги Республика биринчилигида, “Миллионлар Кубоги”да ва бошқа мусобақаларда қатнашган. Кейинчалик собиқ Иттифоқ чемпионати иккинчи лигасида тўп сурган. “Металлург” бекободлик футбол ишқибозларининг меҳрини қозонган.
Жамоанинг муваффақият қозонишида, ўз ўрнини топиб олишида А.Тошхўжаев, Ш.Йўлдошев ва К.Мўминов сингари мураббийларнинг ҳиссаси катта бўлган. Жамоа Ўзбекистон кубогини қўлга киритган. Республика чемпионатида етакчи жамоалар сафига чиққан. Мамлакатимиз мустақилликка эришгач, “Металлург” футбол клубининг тарихида ҳам янги саҳифа очилди. Жамоа 1992 йилдан эътиборан Ўзбекистон биринчилиги ва Кубокларининг доимий иштирокчисига айланди. Мамлакат биринчилигида иштирок этган йилларда жамоани Карим Мўминов (1991, 1993, 1994), Александр Мягков (1992), Равиль Багаутдинов (1995), Владимир Ежуров (1996) сингари мутахассислар бошқариб келишган. 1997 йилда “Металлург” Ўзбекистон  биринчилигида Яков Капров ҳамда Сергей Доценколар раҳбарлигида қатнашди ва 2-ўринни эгаллаб, кейинги мавсумдан эътиборан Ўзбекистон чемпионатида иштирок этиш ҳуқуқига сазовор бўлди. 
Кучлилар сафида ҳам бекободликлар йўқолиб қолишмади. Дастлабки йилларда олий лига баҳсларига мослашиш бироз қийин кейган бўлса-да, кейинчалик чиройли ўйинлари билан ишқибозлар олқишига сазовор бўлди. Ўртамиёна жамоалар қаторидан совриндор жамоалар тинчини бузадиган кучли коллективга айланди. “Металлург” уч марта (2002, 2018, 2019 йиллар) 5-ўринни эгаллади. Ўзбекистон кубоги баҳсларидаги энг яхши кўрсаткич чорак финалга етиб бориш бўлди. 
Жамоа айниқса уй учрашувларида қадрдон мухлислари қаршисида ҳужумкор ўйин кўрсатади. Ҳатто пешқадам клубларни ҳам Бекободга ҳайиқиб келадиган бўлди. Кўп карра чемпион ва совриндорлар –  “Пахтакор”, “Локомотив”, “Бунёдкор”, “Нефтчи”, “Навбаҳор” Бекободдаги бир неча учрашувларда ютқазгани, очко йўқотгани фикримиз исботидир. 
“Металлург” кучлилар сафида 2022 йилги мавсумга қадар 694 та учрашув ўтказган. Бекободликлар шулардан 232 тасида зафар қучган бўлса, 140 учрашувда рақиблар билан дуранг ўйнаган. 322 ўйинда имконият бой берилган. Киритилган ва ўтказиб юборилган тўплар нисбати – 850:1058. 
Жамоа фахри саналувчи маҳаллий – бекободлик ҳужумчи Зоҳир Абдуллаев рақиблар дарвозасига Ўзбекистон чемпионати ва Кубоги баҳсларида 100 дан зиёд гол уриб, “Геннадий Красницкий клуби” аъзосига айланди. 
Ковид-19 пендемияси туфайли қийин кечган ўтган мавсумда (2020 йил) эса “Металлург”нинг ёшлар жамоаси (U 21) Ўзбекистон биринчилигининг ғолиби деган шарафли номга сазовор бўлди ва чемпионатнинг кичик олтин медаллари билан тақдирланди.
Клуб қошида аёллар футболи ҳамда футзал жамоалари ҳам фаолият юритади. “Металлург-вумен” жамоаси Ўзбекистон чемпиони, Ўзбекистон кубоги ҳамда Суперкубок соҳиби сифатида ўз номини аёллар футболи тарихига зарҳал ҳарфлар билан битиб қўйган. “Металлург” футзал жамоаси эса сўнгги йилларда мунтаззам равишда Ўзбекистон чемпионати баҳсларида совринли ўринлар учун кураш олиб бормоқда. 

                   </p>
                     @endif
                       @if (\App::isLocale('ru'))
                   <p>
                    Футбольная команда «Металлург» была создана в далеком 1945 году.

На протяжении многих лет её костяк составляли воспитанники местного футбола.

Команда принимала участие в различных соревнованиях:

Первенство и Кубок Ташкентской области, Первенство и Кубок Республики команд КФК, Первенство Республики среди профсоюзных команд, Кубок миллионов ССР и других соревнованиях. Результаты её выступлений были различными, но команда постоянно пользовалась любовью и зрительским интересом среди местных любителей футбола.

Большой вклад в дело становления и успешного выступления команды в различных соревнованиях, внесли тренеры А.Ташходжаев, Ш.Юлдашев, К.Муминов и др.

Начиная с 1992 года, команда «Металлург» - ежегодный участник всех Первенств и Кубка Республики Узбекистан.
В 1997 году команда «Металлург» заняла в первенстве Республики Узбекистан II место и впервые завоевала право в сезоне 1998 года выступать в Чемпионате Республики Узбекистан среди команд мастеров Высшей Лиги. С 1998 года неизменной участник высшей Лиги отечественного футбола.
Результаты ФК “Металлург” прилагается в ныжной таблице:


                   </p>
                   <img src="{{asset('extra/history/3.PNG')}}">
                   <img src="{{asset('extra/history/4.PNG')}}">
                            @endif
               </div>

               <div class="col-4">
                   <!-- <h2 class="text text-center text-warning">
                           2017-2021 Harakatlar strategiysi
                   </h2>
                   <img src="{{asset('Nurafshon/harakatlar-strategiyasi.jpg')}}" style="width: 100%;height: 250px;"  alt="">
                   <hr> -->
                   <div class="container2" id="calendar">
                       <div id="v-cal">
                           <div class="vcal-header">
                               <button class="vcal-btn" data-calendar-toggle="previous">
                                   <svg height="24" version="1.1" viewbox="0 0 24 24" width="24" xmlns="http://www.w3.org/2000/svg">
                                       <path d="M20,11V13H8L13.5,18.5L12.08,19.92L4.16,12L12.08,4.08L13.5,5.5L8,11H20Z"></path>
                                   </svg>
                               </button>

                               <div class="vcal-header__label" data-calendar-label="month">
                                   March 2017
                               </div>


                               <button class="vcal-btn" data-calendar-toggle="next">
                                   <svg height="24" version="1.1" viewbox="0 0 24 24" width="24" xmlns="http://www.w3.org/2000/svg">
                                       <path d="M4,11V13H16L10.5,18.5L11.92,19.92L19.84,12L11.92,4.08L10.5,5.5L16,11H4Z"></path>
                                   </svg>
                               </button>
                           </div>
                           <div class="vcal-week">
                               <span>Mon</span>
                               <span>Tue</span>
                               <span>Wed</span>
                               <span>Thu</span>
                               <span>Fri</span>
                               <span>Sat</span>
                               <span>Sun</span>
                           </div>
                           <div class="vcal-body" data-calendar-area="month"></div>
                       </div>

                       <p class="demo-picked">
                           Date picked:
                           <span data-calendar-label="picked" id="son"></span>
                       </p>
                   </div>
               </div>
           </div>
        </div>
    </div>


@endsection